alacritty
alsa-firmware
alsa-utils
base
base-devel
blender
brightnessctl
dosfstools
efibootmgr
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fd
fzf
git
go
grim
grub
gufw
gvfs
gvfs-afc
gvfs-mtp
gvfs-smb
htop
hyprland
hyprlock
hyprpaper
intel-media-driver
jq
lazygit
less
libva-utils
linux
linux-firmware
mako
mpc
mpd
mpv
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
obs-studio
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
python-pip
python-pydbus
reflector
ripgrep
sassc
slurp
socat
sof-firmware
sudo
swayidle
thunar
thunar-volman
tmux
ttf-cormorant
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
tumbler
ufw
unzip
vim
waybar
wget
wireplumber
wl-clipboard
wofi
xdg-desktop-portal
xdg-desktop-portal-hyprland
zsh
